Repository: homemonster/SE_FixIt_RemCon
Catalog: FixIt/TorchBinaries/Content/Scenarios/Never Surrender/Localization/Common.*.resx
Languages: pl_pl, zh_cn

# DefendQuest_Detail_Incoming
source: Wave incoming!
pl_pl: Nadchodzi fala!
zh_cn: 有袭击！

# DefendQuest_Objective
source: Defend the facility.
pl_pl: Broń obiektu.
zh_cn: 保卫基地。

# DefendQuest_Title
source: Good.bot: Defend the facility
pl_pl: Good.bot: Broń obiektu
zh_cn: 友好机器人：保卫基地

# Description
source: This is a survival world with high-end content. Challenge yourself by defending the beacon from hordes of drones, prepare your defenses any way you like and play alone or together. How you do it is up to you! You can play this scenario as a normal survival world. Be sure to gather resources before you start the final mission. It's very challenging.
pl_pl: To świat przetrwania z określonym celem. Musisz bronić latarni przed falami dronów. Przygotuj obronę w dowolny sposób, graj samemu lub ze znajomymi. Wszystko zależy od ciebie!
zh_cn: 高级别的生存世界。无人机会炸毁信标，做好防御工作保护好信标。 可以自己或者组队防御。该如何做，就看你的了！

# Failed_Detail
source: Beacon was disabled, defense failed.
pl_pl: Latarnia została wyłączona, misja zakończyła się porażką.
zh_cn: 信标已被炸毁，防卫失败。

# Failed_Title
source: Good.bot: Failed
pl_pl: Good.bot: Porażka
zh_cn: 友好机器人：失败

source: incoming!
pl_pl: nadchodzą!
zh_cn: 有偷袭！

# InformationQuest_Detail
source: Welcome Engineer. Take all the time you need. When ready, go to one of the locations displayed on your HUD. Your task is to defend that location to the best of your ability.
pl_pl: Witaj inżynierze. Przygotuj się. Kiedy będziesz gotowy udaj się do jednej z lokalizacji na wyświetlonej na HUD. Twoje zadanie to bronić tej lokalizacji na wszelkie sposoby.
zh_cn: 工程师，欢迎你。做好准备工作。准备完毕后去屏幕显示的地点。你的任务是尽最大可能做好防御工作。

# InformationQuest_Title
source: Good.bot: Information
pl_pl: Good.bot: Informacja
zh_cn: 友好机器人：信息

# Name
source: Never Surrender
pl_pl: Nie poddawaj się
zh_cn: 决不投降

# Persons_VirtualAssistant
source: Good.bot
zh_cn: 友好机器人

source: Wave
pl_pl: Fala
zh_cn: 袭击

# WaveCompleteQuest_Detail
source: Enemy preparing the next wave.
pl_pl: Wróg przygotowuje następną falę.
zh_cn: 敌军准备再次袭击。

# WaveCompleteQuest_Detail_GoodJob
source: Great job! Repair the facility, build additional defences and prepare for the next wave.
pl_pl: Dobra robota! Napraw obiekt, zbuduj dodatkowe systemy obrony i przygotuj się na kolejną falę.
zh_cn: 干得漂亮！修复设施，建更多的防御工事抵抗袭击。

# WaveCompleteQuest_Title
source: Good.bot: Wave Complete
pl_pl: Good.bot: Koniec fali
zh_cn: 友好机器人：袭击结束

# WaveIn_Objective
source: Wave in
pl_pl: Fala w natarciu
zh_cn: 袭击中

# WelcomeQuest_Detail
source: Welcome to the facility engineer. Your task is to defend it’s beacon to the best of your ability. Prepare the facility against the attacks.
pl_pl: Witamy w obiekcie, inżynierze. Twoje zadanie to obrona latarni najlepiej jak potrafisz. Przygotuj obiekt na nadciągające ataki.
zh_cn: 工程师，欢迎来到基地。你的任务是尽一切可能保护好信标。做好准备工作抵抗袭击。

# WelcomeQuest_Title
source: Good.bot: Welcome
pl_pl: Good.bot: Witamy
zh_cn: 友好机器人：欢迎
