Repository: homemonster/SE_FixIt_RemCon
Catalog: FixIt/TorchBinaries/Content/Scenarios/The First Jump/Localization/OfficialCampaign01Common.*.resx
Languages: cs_cz, ru, zh_cn

source: ** Boundary Warning **
cs_cz: ** Hraniční varování **
ru: *Вы покидаете игровую зону*
zh_cn: 边界警告

# DeathScreen
source: You have died ...
cs_cz: Zemřeli jste...
ru: Вы умерли...
zh_cn: 你死了……

source: HACKED
cs_cz: HACKNUTO
ru: ВЗЛОМАНО
zh_cn: 已破解

# LCD_M01_01
source: Approaching the station... Distance: 239.3m
cs_cz: Přibližování ke stanici... Vzdálenost: 239.3m
ru: Приближаемся к станции... Расстояние: 239.3 м
zh_cn: 接近基站… 距离：239.3m

# LCD_M01_02
source: EXIT
cs_cz: VÝCHOD
ru: ВЫХОД
zh_cn: 出口

# LCD_M01_03
source: Airlock
cs_cz: Přechodová komora
ru: Шлюз
zh_cn: 气闸室

# LCD_M01_04
source: ----------------------------------------------- Escape Pods --------------------------------
cs_cz: ----------------------------------------------- Únikové moduly --------------------------------
ru: ----------------------------------------------- Спаскапсулы --------------------------------
zh_cn: ----------------------------------------------- 逃生舱 --------------------------------

# LCD_M01_05
source: ////////\\\\\\\\\\ Pod 07 Ready ////////\\\\\\\\\\
cs_cz: ////////\\\\\\\\\\\\\\\\ Modul 07 Připraven ////////\\\\\\\\\\\\\\
ru: ////////\\\\\\\\\\\\\ Капсула 07 Готова ////////\\\\\\\\\\\
zh_cn: ////////\\\\\\\\\\\\\\\\ 逃生舱 07 准备就绪 ////////\\\\\\\\\\\\\\

# LCD_M01_06
source: -------------------------------- Medical Bay Recharge Tool Energy Here ---------------------------
cs_cz: -------------------------------- Ošetřovna Nabíjení stanice Energie zde ---------------------------
ru: -------------------------------- Медпункт Зарядка Энергия здесь ---------------------------
zh_cn: -------------------------------- 医疗站 此处有充电工具 能量 ---------------------------

# LCD_M01_07
source: Escape Pods -->
cs_cz: Únikové moduly -->
ru: Спаскапсулы -->
zh_cn: 逃生舱 -->

# LCD_M01_08
source: 1 Escape Pod Left
cs_cz: Zbývá 1 únikový modul
ru: Спаскапсул ост.: 1
zh_cn: 左边一个逃生舱

# LCD_M01_09
source: No Escape Pods Left
cs_cz: Nezbývá žádný únikový modul
ru: Нет спаскапсул
zh_cn: 左边没有逃生舱

# LCD_M01_11
source: ------------------------------------- /\ /_!_\ Emergency Evacuate Immediately -----------------------------------------
cs_cz: ------------------------------------- /\ /_!_\ Pohotovost Ihned se evakuujte -----------------------------------------
ru: --------------------------- /\ /_!_\ Тревога Срочно эвакуируйтесь -----------------------------------------
zh_cn: ------------------------------------- /\ /_!_\ 紧急 立即紧急撤离 -----------------------------------------

# LCD_M01_12
source: /////////\\\\\\\\\\\\\ Door Damaged Repairs Required /////////\\\\\\\\\\\\\\
cs_cz: /////////\\\\\\\\\\\\\ Dveře poškozeny Vyžadovaná oprava /////////\\\\\\\\\\\\\\
ru: /////////\\\\\\\\\ Дверь повреждена Требуется ремонт /////////\\\\\\\\\\
zh_cn: /////////\\\\\\\\\\\\\ 门已损坏 需要维修 /////////\\\\\\\\\\\\\\

# LCD_M01_13
source: --------------------------------- Breach Detected Life Support Failure ----------------------------------
cs_cz: --------------------------------- Zjištěno protržení, Podpora života selhává ----------------------------------
ru: ---- Пробой! Системы: Отказ ----------------------------------
zh_cn: --------------------------------- 检测到破损 生命支持 失败 ----------------------------------

# LCD_M01_14
source: ////////////\\\\\\\\\\\\\\ Escape Pods Evacuate Immediately! ////////////\\\\\\\\\\\\\\
cs_cz: ////////////\\\\\\\\\\\\\\\ Únikové moduly Ihned se evakuujte! ////////////\\\\\\\\\\\\\\\
ru: ////////////\\\\\\\\\\\\\ Спаскапуслы Срочно эвакуируйтесь! ////////////\\\\\\\\\\\\\
zh_cn: ////////////\\\\\\\\\\\\\\\ 逃生舱 立刻撤离！ ////////////\\\\\\\\\\\\\\\

# LCD_M01_15
source: \/ Escape Pods
cs_cz: \/ Únikové moduly
ru: \/ Спаскапсулы
zh_cn: 逃生舱

# LCD_M01_16
source: ////////\\\\\\\\\\ Pod 06 Departed ////////\\\\\\\\\\
cs_cz: ////////\\\\\\\\\\\\\\\\ Modul 06 Vypuštěn ////////\\\\\\\\\\\\\\
ru: ////////\\\\\\\\\\\ Капсула 06 Отправлена ////////\\\\\\\\\\\\
zh_cn: ////////\\\\\\\\\\\\\\\\ 逃生舱 06 已经离开 ////////\\\\\\\\\\\\\\

# LCD_M01_17
source: Breach Detected!
cs_cz: Zjištěno protržení!
ru: Обнаружен пробой!
zh_cn: 检测到破损

# LCD_M01_18
source: Escape Pod 07 Ready
cs_cz: Únikový modul 07 připraven
ru: Спаскапсула 7 готова
zh_cn: 逃生舱 07 准备就绪

# LCD_M01_19
source: Pressure Control
cs_cz: Ovládání tlaku
ru: Контроль давления
zh_cn: 压力控制

# LCD_M01_20
source: RESTRICTED
cs_cz: OMEZENO
ru: ОГРАНИЧЕНО
zh_cn: 受限

# LCD_M01_21
source: Open hangar
cs_cz: Otevřít hangár
ru: Открыть ангар
zh_cn: 打开机库

# LCD_M01_22
source: Open airlock
cs_cz: Otevřít přechodovou komoru
ru: Открыть шлюз
zh_cn: 打开气闸室

# LCD_M01_23
source: Dispense oxygen bottle
cs_cz: Vydat kyslíkovou láhev
ru: Выдать кислородный баллон
zh_cn: 补充氧气

# LCD_M01_24
source: hangar door
cs_cz: hangárová vrata
ru: дверь ангара
zh_cn: 机库门

# LCD_M01_25
source: Pressurise
cs_cz: Natlakovat
ru: Герметизировать
zh_cn: 加压

# LCD_M01_26
source: Seal and pressurise
cs_cz: Utěsnit a natlakovat
ru: Изолировать и герметизировать
zh_cn: 密封并加压

# LCD_M02_01
source: --------------------------------------------------------------- PRESS "P" TO LOCK / UNLOCK LANDING GEARS AND CONNECTORS ----------------------------------------------------------------
cs_cz: --------------------------------------------------------------- STISKNĚTE "P" PRO UZAMKNUTÍ / ODEMKNUTÍ PŘISTÁVACÍHO PODVOZKU A KONEKTORŮ ----------------------------------------------------------------
ru: ----------------------------------------------- Нажмите "P" чтобы закрепить/открепить шасси и коннекторы ----------------------------------------------------------------
zh_cn: --------------------------------------------------------------- 按“P”锁住/解锁 起落架 和连接器 ----------------------------------------------------------------

# LCD_M02_02
source: ------------------------------------------------------------ PRESS "1" TO SELECT DRILLS THEN HOLD LEFT MOUSE TO USE DRILLS ------------------------------------------------------------------------
cs_cz: ------------------------------------------------------------ STISKNĚTE "1" PRO VYBRÁNÍ VRTÁKU NÁSLEDNĚ DRŽTE LEVÉ TLAČÍTKO MYŠI PRO POUŽITÍ VRÁTKU ------------------------------------------------------------------------
ru: ---------------------------------------- Нажмите "1" чтобы выбрать буры затем удерживайте ЛКМ чтобы использовать их ----------------------------------------------------------------------
zh_cn: ------------------------------------------------------------ 按“1”选择钻头 然后按住鼠标左键 使用钻头 ------------------------------------------------------------------------

# LCD_M02_03
source: ------------------------------------------------------------------ THE SHIPS CONNECTOR IS ON ITS UNDERSIDE PRESS "V" TO SWITCH VIEW MODE SO YOU CAN LINE UP CONNECTORS -------------------------------------------------------------------
cs_cz: ------------------------------------------------------------------ KONEKTOR LODI JE VESPOD STISKNĚTE "V" PRO PŘEPNUTÍ REŽIMU POHLEDU ABYSTE SE MOHLI SNÁZE NASMĚROVAT NA KONEKTOR -------------------------------------------------------------------
ru: ---------------------------------------- Коннектор корабля находится снизу нажмите "V" чтобы переключить режим обзора чтобы выравнить коннекторы -------------------------------------------------------------------
zh_cn: ------------------------------------------------------------------ 此飞船的连接器在船身底部 按“V”切换查看模式 这样可以将连接器练成一排 -------------------------------------------------------------------

# LCD_M02_04
source: --------------------------------------------------------------------- HOLD DOWN "ALT" AND MOVE THE MOUSE TO ROTATE THE VIEW IN 3RD PERSON ---------------------------------------------------------------------
cs_cz: --------------------------------------------------------------------- DRŽTE "ALT" A HÝBEJTE MYŠÍ PRO OTÁČENÍ POHLEDU V REŽIMU TŘETÍ OSOBY ---------------------------------------------------------------------
ru: ---------------------------------------- Удерживайте "ALT" и двигайте мышью чтобы осмотреться от 3-го лица ---------------------------------------------------------------------
zh_cn: --------------------------------------------------------------------- 按“ALT”移动鼠标， 在第三人称 视角旋转 ---------------------------------------------------------------------

# LCD_M02_05
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Site Log 48 ---------------------------------------------------------------------------------------- Extraction is scheduled for 14:00. The research team is impatiently anticipating the artefacts arrival at the main base, I'm not delaying this again, I won't be lectured one more time about the importance of timekeeping by those stay at home scientists. ----------------------------------------------------------------------------------------
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 48. ZÁZNAM DENÍKU ---------------------------------------------------------------------------------------- Extrakce je naplánována na 14:00. Tým vědců netrpělivě očekává dovezení artefaktů u hlavní základny. Znovu už to prodlužovat nebudu, nenechám se znovu poučovat o důležitosti dodržování termínů od těch vědců, kteří zůstali doma. ----------------------------------------------------------------------------------------
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Журнал 48 ---------------------------------------------------------------------------------------- Извлечение назначено на 14:00. Ученые нетерпеливо ожидают доставку артефакта на главную базу, я не позволю это задержать снова, я не буду снова выслушивать лекции о важности тайм-менеджмента от этих доморощенных ученых. ----------------------------------------------------------------------------------------
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 现场日志 48 ---------------------------------------------------------------------------------------- 定于14:00开采 研究团队急切的期望人造物抵达主基地， 我不想再拖延了。 我不想要那些天天足不出户的科学家们 再次训诫我，强调守时的重要性。 ----------------------------------------------------------------------------------------

# LCD_M02_06
source: EXCAVATION SITE ->
cs_cz: MÍSTO VÝKOPU ->
ru: РАСКОПКИ ->
zh_cn: 挖掘地点 ->

# LCD_M02_07
source: <- EXCAVATION SITE
cs_cz: <- MÍSTO VÝKOPU
ru: <- РАСКОПКИ
zh_cn: <- 挖掘地点

# LCD_M02_08
source: SECURITY DRONES
cs_cz: BEZPEČNOSTNÍ DRONY
ru: ОХРАННЫЕ ДРОНЫ
zh_cn: 安防无人机

# LCD_M02_09
source: MEDBAY
cs_cz: OŠETŘOVNA
ru: МЕДПУНКТ
zh_cn: 医护站

# LCD_M02_10
source: LIFE SUPPORT
cs_cz: PODPORA ŽIVOTA
ru: Жизнеобеспечение
zh_cn: 生命支持

# LCD_M02_11
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- F. Palmer - Personal Log 13 --------------------------------------------------------------------------------- I don't know exactly if I should report this to the higher ups but I think Blair is losing it. I awoke from my cryosleep and saw him standing at the edge of the artefact chamber, stood still.. just staring right at it. I guess he didn't go to sleep with the rest of us. I didn't say anything but I'm worried, the stress of the work and living in this buried tomb is getting to me. ----------------------------------------------------------------------------------
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- F. Palmerová - Osobní deník --------------------------------------------------------------------------------- Netuším jestli bych tohle neměla nahlásit svým nadřízeným, myslím že Blair přichází o rozum. Probrala jsem se z kryospánku a viděla ho jak stojí na okraji komory s artefaktem, prostě stál.. jen na něj zíral. Myslím, že nešel spát společně s námi. Nic jsem neřekla, ale bojím se, že ten stres z práce a života v téhle kobce na mne dopadá. ----------------------------------------------------------------------------------
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Ф. Палмер - Личный дневник #13 --------------------------------------------------------------------------- Я не уверен, должен ли я доложить об этом высшим чинам, но мне кажется Блэр на грани. Я проснулся из криосна и увидел как он стоит на краю комнаты с артефактом, неподвижно... уставившись на него. Думаю, он не ложился спать. Я ничего не сказал, но я взволнован, этот стресс от работы и жизни в этом склепе меня скоро доконает. ----------------------------------------------------------------------------------
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- F. Palmer - 个人日志 13 --------------------------------------------------------------------------------- 不知道我是否该向上级汇报， 但是我想布莱尔正在失去它的。 我从休眠仓醒来看到他站在人造物旁边发呆。 我猜他并没有像我们一样去睡觉的。 我什么都没有说，可是很担心，同时我也能感觉到工作 压力很大，而且住在这个坟墓一样的地方让人深感压抑。 ----------------------------------------------------------------------------------

# LCD_M02_12
source: NORRIS
ru: НОРРИС

# LCD_M02_13
source: PALMER
cs_cz: PALEROVÁ
ru: ПАЛМЕР

# LCD_M02_14
source: CHILDS
ru: ЧАЙЛДС

# LCD_M02_15
source: BLAIR
ru: БЛЭР

# LCD_M02_16
source: Maintenance Access
cs_cz: Přístup pro údržbu
ru: Тех. обслуживание
zh_cn: 维护访问

# LCD_M02_17
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Blair - Personal Log 24 --------------------------------------------------------------------- So it seems like this will be my final log. I always wondered when people found the time to write these things before dying, looks like I found out. At least... I tried to do the right thing. --------------------------------------------------------------------------
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Blair - Osobní deník --------------------------------------------------------------------- Tak si myslím, že tohle bude můj poslední záznam. Vždy jsem si říkal, kde lidi berou čas na psaní těchto věcí před smrtí. Řekl bych, že jsem na to přišel. Alespoň... jsem se pokusil udělat správnou věc. --------------------------------------------------------------------------
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- Блэр - Личный дневник #24 --------------------------------------------------------------------- Похоже, это будет последней записью. Я всегда удивлялся как люди находят время чтобы писать перед смертью, но похоже я теперь знаю. Хотя бы... я попытался сделать что-то правильное. --------------------------------------------------------------------------
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- BLAIR-个人日志 24 --------------------------------------------------------------------- 这将可能是我最后的日志。 我一直想知道人们什么时候可以找到时间 在弥留之际写点什么的， 看来我现在找到了。 至少……我曾努力做对的事情！ --------------------------------------------------------------------------

# LCD_M02_18
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- K. Clark - Maintenance Log 91 ------------------------------------------------------------------------ Supervisor called me into the pit today, damn I hate that rickety old elevator, scares the hell out of me every time I ride it. I keep asking for it to be serviced but they say it's not necessary, I don't think they plan to remain here much longer. Security drone 07 had developed a fault but thankfully it was a quick job to repair, I don't know how those scientists can stand to be down in those caves for so long. ------------------------------------------------------------------------
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- K. Clark - Deník údržby ------------------------------------------------------------------------ Nadřízený si mě dnes zavolal do jámy, jak já nesnáším ten rachtající, starý výtah. Šíleně mě děsí vždycky, kdykoliv s ním jedu. Pořád žádám o jeho opravení, ale oni tvrdí, že to není třeba. Nemyslím si, že mají v plánu tu zůstat nějak dlouho. Bezpečnostní dron 07 se poškodil, ale naštěstí nebyl problém ho opravit. Nechápu jak ti vědci mohou vydržet takovou dobu v těch jeskyních. ------------------------------------------------------------------------
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- К. Кларк - Журнал обслуживания #91 ------------------------------------------------------------------------ Начальник вызвал меня в эту яму сегодня, терпеть не могу этот старый лифт, каждый раз ощущение что это последняя поездка. Я продолжаю просить о починке, но они говорят что это не нужно, не думаю что они тут задержатся. Охранный дрон 07 сбоил, но починка была пустяком, я без понятия как эти ученые могут находиться в этих туннелях так долго. ------------------------------------------------------------------------
zh_cn: --=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- K. Clark - 维护日志 91 ------------------------------------------------------------------------ 领导今天要我进驾驶舱 我真讨厌那个摇晃的旧电梯，每次坐它都怕的要死。 我一直问有没有人可以维修一下，但是他们总是说没有必要 我想他们不打算在这里待很久。 7号安防无人机已经出了些问题，还好很快就可修复。 我不明白 那些科学家怎么能在这洞底下待这么久！ ------------------------------------------------------------------------

# LCD_M02_19
source: CONTROL TOWER
cs_cz: ŘÍDÍCÍ VĚŽ
ru: БАШНЯ УПРАВЛЕНИЯ
zh_cn: 控制塔

# LCD_M02_20
source: GARAGE
cs_cz: GARÁŽ
ru: ГАРАЖ
zh_cn: 车库

# LCD_M02_21
source: LOBBY
cs_cz: VESTIBUL
ru: ЛОББИ
zh_cn: 大厅

# LCD_M02_22
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- BASE STATUS ---------------------------------------------------------------------------------- CURRENT CREW - 0
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- STAV ZÁKLADNY ---------------------------------------------------------------------------------- SOUČASNÁ POSÁDKA - 0
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- СТАТУС ---------------------------------------------------------------------------------- ЭКИПАЖ - 0
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 基地状态 ---------------------------------------------------------------------------------- 当前人员 - 0

# LCD_M02_23
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- BASE STATUS ---------------------------------------------------------------------------------- COMMUNICATIONS: Offline
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- STAV ZÁKLADNY ---------------------------------------------------------------------------------- KOMUNIKACE: Vyřazena
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- СТАТУС ---------------------------------------------------------------------------------- СВЯЗЬ: недоступна
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 基地状态 ---------------------------------------------------------------------------------- 通讯: 离线

# LCD_M02_24
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- BASE STATUS ---------------------------------------------------------------------------------- POWER: Online
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- STAV ZÁKLADNY ---------------------------------------------------------------------------------- ENERGIE: Dostupná
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- СТАТУС ---------------------------------------------------------------------------------- ПОДАЧА ЭНЕРГИИ: включена
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 基地状态 ---------------------------------------------------------------------------------- 电源: 离线

# LCD_M02_25
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- BASE STATUS ---------------------------------------------------------------------------------- LIFE SUPPORT: Functioning
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- STAV ZÁKLADNY ---------------------------------------------------------------------------------- PODPORA ŽIVOTA: Funkční
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- СТАТУС ---------------------------------------------------------------------------------- ЖИЗНЕОБЕСПЕЧЕНИЕ: в норме
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 基地状态 ---------------------------------------------------------------------------------- 生命支持：运行中

# LCD_M02_26
source: Maintenance Access
cs_cz: Přístup pro údržbu
ru: Тех. обслуживание
zh_cn: 维护进入

# LCD_M02_27
source: ELEVATOR
cs_cz: VÝTAH
ru: ЛИФТ
zh_cn: 电梯

# LCD_M02_28
source: ------------------------------------------- Research station 17-A last activity logged: 79 days ago ----------------------------------------------
cs_cz: ------------------------------------------- Výzkumná stanice 17-A poslední zaznamenaná aktivita: před 79 dny ----------------------------------------------
ru: ------------------------------------------- Научная станция 17-A была активна: 79 дней назад ----------------------------------------------
zh_cn: ------------------------------------------- 研究基地 17-A 最后的活动日志: 79 天前 ----------------------------------------------

# LCD_M02_29
source: SECURITY ACTIVE
cs_cz: AKTIVNÍ ZABEZPEČENÍ
ru: ОХРАНА ВКЛЮЧЕНА
zh_cn: 安防系统运行中

# LCD_M02_30
source: Timer Block - Trigger now
cs_cz: Časovací blok - Spustit ihned
ru: Таймер - активировать
zh_cn: 定时器方块 - 现在开始计时

# LCD_M02_31
source: Small Reactor - Toggle block On/Off
cs_cz: Malý reaktor - Přepnout Zapnut/Vypnut
ru: Малый реактор - включить/выключить
zh_cn: 小反应堆 - 切换方块 打开/关闭

# LCD_M02_32
source: Landing Gear - Unlock
cs_cz: Přistávací podvozek - Odemknout
ru: Шасси - отцепить
zh_cn: 起落架 - 解锁

# LCD_M02_33
source: UseElevator - Trigger now
cs_cz: Použít výtah - Spustit ihned
ru: Лифт - активировать
zh_cn: 使用电梯 - 现在开启

# LCD_M02_34
source: Elevator Up
cs_cz: Výtah nahoru
ru: Лифт поднят
zh_cn: 电梯 上行

# LCD_M02_35
source: Timer Block Maintenance - Trigger now
cs_cz: Časovací blok údržby - Spustit ihned
ru: Тех. обслуживание - активировать
zh_cn: 定时器方块维护 - 现在开始

# LCD_M02_36
source: Remote Control Test - Autopilot On/Off
cs_cz: Vzdálený test řízení - Autopilot Zapnut/Vypnut
ru: Удаленное управление - автопилот вкл/выкл
zh_cn: 遥控测试 - 自动飞行 打开/关闭

# LCD_M02_37
source: Hangar Doors Vehicle Bay
cs_cz: Hangárová vrata prostoru vozidel
ru: Ангарные створки гаража
zh_cn: 机库门停车场

# LCD_M02_38
source: Hangar Doors Vehicle Bay
cs_cz: Hangárová vrata prostoru vozidel
ru: Ангарные створки гаража
zh_cn: 机库门停车场

# LCD_M02_39
source: UnlockBlastDoor - Trigger now
cs_cz: Odemknout vrata - Spustit ihned
ru: Открыть створки - активировать
zh_cn: 气密门解锁 - 现在开始

# LCD_M03_01
source: Battery Components
cs_cz: Součástky baterie
ru: Компоненты батареи
zh_cn: 电池组件

# LCD_M03_02
source: No power
cs_cz: Žádná energie
ru: Нет энергии
zh_cn: 没有电

# LCD_M03_03
source: Check one last time I thought, see if anyone changed their mind to leave with us instead of holding onto this place. I wasnt sure what I was looking at at first. A flock of birds? No, they sent drones. Dozens of them. Now I lie here dying, oh well, I'll pass the time writing my final log I guess.
cs_cz: Říkal jsem si, že se ještě pozeptám, jestli někdo nezměnil názor a neodletí s námi, místo toho, aby zůstal na tomhle místě. Zprvu jsem si nebyl jist na co to koukám. Hejno ptáků? Ne, poslali drony. Tucty dronů. A teď tu ležím, umírajíc. Alespoň si zkrátím čas psaním svého posledního záznamu.
ru: Проверял в последний раз, не передумал ли кто убраться отсюда с нами вместо того, чтобы оставаться в этом месте. Я не сразу понял, что я увидел. Стая птиц? Нет, они послали дронов. Десятки дронов. Теперь лежу здесь, умирая, видимо, закончу написанием этой записки.
zh_cn: 我想最后问一下有没有人想改变主意和我们一起离开。 我不确定起初看到了什么？是一群鸟？ 不是，他们派来了无人机，有几十架！ 现在我躺在这里奄奄一息，好吧， 我看还是写最后一篇日志打发时间。

# LCD_M03_04
source: RESTRICTED
cs_cz: OMEZENO
ru: ОГРАНИЧЕНО
zh_cn: 受限制
