Repository: homemonster/SE_FixIt_RemCon
Catalog: FixIt/TorchBinaries/Content/Scenarios/The First Jump/Localization/OfficialCampaign01Common.*.resx
Languages: cs_cz, ru, zh_cn

# LCD_M03_05
source: || S. Patrick || Personal Log || After all the work we put in! I can't believe they would do this to us! Damn corporates, stick a knife in your back the first chance they get.. Leonard, in case you find this and wonder what happened, long range sensors picked up a signal, a fleet of ships from R.O.S.4. We gave them the damn artefact but they are coming for us regardless.. we don't have very long to get away. I hope we find each other again. <><><><><><><><><><><><><><><><><><><><><><><><>>
cs_cz: <><><><><><><><><><><><><><><><><><><><><><><><> || S. Patrick || Osobní deník || <><><><><><><><><><><><><><><><><><><><><><><>< Po vší té práci! Nemohu uvěřit, že by nám to udělali! Zatracený korporát ti zabodne kudlu do zad při první příležitosti. Leonarde, jestli tohle najdeš a divíš se co se stalo, dálkové senzory zaznamenaly signál flotily lodí R.O.S.4. Dali jsme ji ten zatracený artefakt, ale stejně si pro nás jdou. Nemáme moc času dostat se pryč. Doufám, že se znovu shledáme. <><><><><><><><><><><><><><><><><><><><><><><><>>
ru: <><><><><><><><><><><><><><><><><><><><><><><><> || C. Патрик || Личный дневник || <><><><><><><><><><><><><><><><><><><><><>< После всего вложенного труда! Невероятно, они сделают такое с нами! Чертовы корпорации, вонзят нож в спину при первом же удобном случае.. Леонард,на случай если ты это найдешь и захочешь узнать что случилось, радары засекли целый флот ROS4. Мы отдали им чертов артефакт, но они все равно пришли за нами... Осталось мало времени. Я надеюсь мы найдем друг друга снова в добром здравии. <><><><><><><><><><><><><><><><><><><><><><><><>>
zh_cn: <><><><><><><><><><><><><><><><><><><><><><><><> || S. Patrick || 个人日志 || <><><><><><><><><><><><><><><><><><><><><><><>< 我们卖命的工作，不敢相信他们这么对我们！ 该死的公司，他们一有机会就在背后捅我们一刀。 Leonard，如果你看到这个想知道发生了什么，我告诉你： 长距离传感器收到了R.O.S.4公司舰队的信号。我们把该死 的人造物给了他们，但是他们照样还来找我们麻烦…… 时 间太紧急了不知道能不逃出。希望能再见面！ <><><><><><><><><><><><><><><><><><><><><><><><>>

# LCD_M03_06
source: <><><><><><><><><><><><><><><><><><><><><><><><><><>< || K. James || Public Notice || <><><><><><><><><><><><><><><><><><><><><><><><><>< ATTENTION! The grind pit is out of bounds until further notice. Last weeks accident was too close to being really serious, I will not put anyone at further risk. We will salvage every last scrap by hand if we have to, at least until the pit has been repaired and verified safe. <><><><><><><><><><><><><><><><><><><><><><><><><><
cs_cz: <><><><><><><><><><><><><><><><><><><><><><><><><><>< || K. James || Veřejné oznámení || <><><><><><><><><><><><><><><><><><><><><><><><><>< POZOR! Drtící jáma je mimo provoz, dokud nebude řečeno jinak. Nehoda z minulého týdne nebyla daleko od velmi závažné. Nehodlám vystavit nikoho dalšího takovému riziku. Bude-li to nutné, rozebereme každý šrot ručně, alespoň dokud nebude jáma opravená a prověřená. <><><><><><><><><><><><><><><><><><><><><><><><><><
ru: <><><><><><><><><><><><><><><><><><><><><><><><><><>< || К. Джеймс || Объявление || <><><><><><><><><><><><><><><><><><><><><><><><><>< ВНИМАНИЕ! Утилизационный цех закрыт до дальнейшего уведомления. Инциденты прошлой недели были серьезными, я не буду подвергать никого риску. Пока будем утилизировать мусор вручную, по крайней мере пока цех не исправлен. <><><><><><><><><><><><><><><><><><><><><><><><><><
zh_cn: <><><><><><><><><><><><><><><><><><><><><><><><><><>< || K. James || 公告 || <><><><><><><><><><><><><><><><><><><><><><><><><>< 注意！直到另行通知之前，此坑道不能进入！ 前几周发生的事故可以说很严重了。 我不想让更多的人去冒险。 如有必要，我们会亲手挽救所有一切， 至少修复坑道并保证安全。 <><><><><><><><><><><><><><><><><><><><><><><><><><

# LCD_M03_08
source: EXIT
cs_cz: VÝCHOD
ru: ВЫХОД
zh_cn: 出口

# LCD_M03_09
source: CONTROL ROOM
cs_cz: /\ | ŘÍDÍCÍ MÍSTNOST
ru: /\ | ЦЕНТР УПРАВЛЕНИЯ
zh_cn: /\ | 控制室

# LCD_M03_10
source: CONTROL ROOM
cs_cz: ŘÍDÍCÍ MÍSTNOST
ru: ЦЕНТР УПРАВЛЕНИЯ
zh_cn: 控制室

# LCD_M03_11
source: Connector: unlocked Pumps: inactive Tank Level: 0%
cs_cz: Konektor: odemčen Pumpy: nečinné Hladina nádrže: 0%
ru: Коннектор: незакреплен Насосы: неактивны Резервуар: 0%
zh_cn: 连接器：已解锁 泵: 没有运行 液位: 0%

# LCD_M03_12
source: Control room
cs_cz: Řídící místnost
ru: Центр управления
zh_cn: 控制室

# LCD_M03_13
source: <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> || O, Miles || Chief Engineers Log || <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> Finally after many months work we've almost finished repairing the frigate, it's hard to remember the state it was in when they first dumped it on me to repair, half the systems were malfunctioning and I think it was more rust than ship! The last task on my list is to repair the main thruster, after that it will just need resupplying then it should be good to go. I'll be glad to see it go, only thing is I fear what they'll bring me to repair next! <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><
cs_cz: <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> || O, Miles || Deník šéfinženýra || <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> Konečně jsme po mnoha měsících téměř dokončili opravy na fregatě. Je těžké si vzpomenou na stav, v jakém byla, když mi ji prvně dali k opravě. Polovina systémů selhávala a řekl bych, že to byl spíš kus šrotu než loď! Poslední úkol na mém seznamu je oprava hlavního motoru. Potom už bude třeba jen doplnit zásoby a bude moct vyrazit. Už se těším až ji uvidím vyplout, jen se bojím, co mi dají k opravě příště! <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><
ru: <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> || О. Майлс || Журнал главного инженера|| <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> Наконец-то после многих месяцев работы мы почти завершили ремонт фрегата, трудно вспомнить его состояние когда его сдали нам в ремонт, половина систем не работала вовсе и там было больше ржавчины чем корабля! Последней задачей остается ремонт главного ускорителя, после чего потребуется дозаправка и к бою готов. Я бы рад проводить его, боюсь только того что могут мне подбросить на ремонт в следующий раз. <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><
zh_cn: <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> || O, Miles || 总工程师日志 || <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><> 经过几个月努力，终于快修好护卫舰了，很难想象刚扔给 我们的时候是什么样子，一半的舰载系统功能不正常。我 觉得比飞船锈的更严重！我的最后一个任务是维修主推进 器，之后只需要重新补充燃料就能很好运作了。我会很高 兴看到他运行正常，担心的是下次他们会再让我修什么呢？ <><><><><><><><><><><><><><><><><><><><><><><><><><><><><><><

# LCD_M03_14
source: Timer Elevator - Trigger now
cs_cz: Časovač výtahu - Spustit ihned
ru: Лифт - активировать
zh_cn: 升降机定时器 - 现在开始计时

# LCD_M03_15
source: Spots
cs_cz: Místa
ru: Места
zh_cn: 点

# LCD_M03_16
source: Warhead - Start countdown
cs_cz: Hlavice - Zahájit odpočet
ru: Боеголовка - начать отсчет
zh_cn: 弹头- 开始倒计时

# LCD_M03_17
source: Spotlight - Toggle block On/Off
cs_cz: Reflektor - Přepnutí Zapnout/Vypnout
ru: Прожектор - вкл/выкл
zh_cn: 聚光灯 - 切换方块 开/关

# LCD_M03_18
source: Spotlight - Toggle block On/Off
cs_cz: Reflektor - Přepnutí Zapnout/Vypnout
ru: Прожектор - вкл/выкл
zh_cn: 聚光灯 - 切换方块 开/关

# LCD_M03_19
source: Hangar Doors
cs_cz: Hangárová vrata
ru: Створки ангара
zh_cn: 机库门

# LCD_M03_20
source: Activate Screen
cs_cz: Aktivovat obrazovku
ru: Активировать экран
zh_cn: 激活显示

# LCD_M03_21
source: grinder
cs_cz: bruska
ru: резак
zh_cn: 切割机

# LCD_M03_22
source: Activate
cs_cz: Aktivovat
ru: Запустить
zh_cn: 激活

# LCD_M03_23
source: Extend Piston
cs_cz: Vysunout píst
ru: Выдвинуть поршень
zh_cn: 活塞延伸

# LCD_M03_24
source: Lock Connector
cs_cz: Zamknout konektor
ru: Закрепить коннектор
zh_cn: 锁住连接器

# LCD_M04_01
source: Press P to Toggle Handbrake
cs_cz: Stiskněte P pro Ruční brzdu
ru: Нажмите P чтобы переключить ручной тормоз
zh_cn: 按P松开和锁住手刹

# LCD_M04_02
source: Press V to Switch to Third Person View
cs_cz: Stiskněte V pro přepnutí do pohledu třetí osoby
ru: Нажмите V чтобы включить вид от 3-го лица
zh_cn: 按V切换到第三人称视野

# LCD_M04_04
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- DRONE FACTORY -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- TOVÁRNA NA DRONY -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- ФАБРИКА ДРОНОВ -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=- 无人机 工厂 =-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=

# LCD_M04_05
source: Wheels
cs_cz: Kola
ru: Колеса
zh_cn: 轮子

# LCD_M04_06
source: Timer Block scriptrunner - Trigger now
cs_cz: Časovací blok spouštějící skripty - Spustit ihned
ru: Таймер скрипта - активировать
zh_cn: 定时器方块

# LCD_M04_07
source: Rockets
cs_cz: Rakety
ru: Ракеты
zh_cn: 火箭

# LCD_M04_08
source: Torpedo door
cs_cz: Vrata torpédové komory
ru: Торпедный отсек
zh_cn: 鱼雷门

# LCD_M04_09
source: Hangar Doors
cs_cz: Hangárová vrata
ru: Створки ангара
zh_cn: 机库门

# LCD_M04_10
source: Landing Gear 3 - Autolock On/Off
cs_cz: Přistávací podvozek 3 - Autouzamčení Zapnout/Vypnout
ru: Шасси - автозацеп вкл/выкл
zh_cn: 起落架 3 -自动锁 开启/关闭

# LCD_M04_11
source: Landing Gear 3 - Switch lock
cs_cz: Přistávací podvozek 3 - Zapnout zámek
ru: Шасси - переключить зацеп
zh_cn: 起落架 3 -切换锁

# LCD_M04_12
source: Open Drone Factory Door
cs_cz: Otevřete vrata továrny na drony
ru: Открыть дверь фабрики дронов
zh_cn: 打开无人机工厂门

# LCD_M05_01
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-= DRONE AI SOFTWARE: -=-=-=-=-=-=-=-=-=-=-=-=-=-=
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-= UI DRONŮ SOFTWARE: -=-=-=-=-=-=-=-=-=-=-=-=-=-=
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-= ИНТЕЛЛЕКТ ДРОНОВ: -=-=-=-=-=-=-=-=-=-=-=-=-=-=
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-= 无人机 AI 软件： =-=-=-=-=-=-=-=-=-=-=-=-=-=-

# LCD_M05_02
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= DRONE BUILD STATUS: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= STAV PRODUKCE DRONU: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= СТАТУС ПОСТРОЙКИ ДРОНА: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= 无人机 制造 状态： =-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-

# LCD_M05_04
source: NORMAL
cs_cz: NORMÁLNÍ
ru: НОРМАЛЬНО
zh_cn: 正常

# LCD_M05_05
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= SHIP BAY 01 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= LODNÍ DOK 01 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= КОРАБЕЛЬНЫЙ ДОК 01 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= 泊船点 01 =-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-

# LCD_M05_06
source: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= SHIP BAY 02 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
cs_cz: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= LODNÍ DOK 02 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
ru: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= КОРАБЕЛЬНЫЙ ДОК 02 -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=
zh_cn: -=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-= 泊船点 02 =-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-

# Messages_CampDone_Caption
source: Campaign Completed!
cs_cz: Kampaň dokončena!
ru: Кампания завершена!
zh_cn: 战役完成

# Messages_CampDone_Message
source: Do you want to return to the main menu?
cs_cz: Chcete se vrátit do hlavní nabídky?
ru: Вы хотите вернуться в главное меню?
zh_cn: 想要回到主菜单吗？

# Messages_LevelDone_Caption
source: Level Completed!
cs_cz: Úroveň dokončena!
ru: Уроверь пройден!
zh_cn: 过关

# Messages_LevelDone_Message
source: Do you want to continue to the next level?
cs_cz: Chcete pokračovat do další úrovně?
ru: Хотите перейти на следующий уровень?
zh_cn: 想要继续玩下一关吗？

# Messages_YouDied_Caption
source: You Died
cs_cz: Zemřeli jste
ru: Вы умерли
zh_cn: 您死了!

# Messages_YouDied_Message
source: You have to reload the game now from last checkpoint.
cs_cz: Musíte načíst hru od posledního záchytného bodu.
ru: Нужно перезагрузить игру с последней точки сохранения.
zh_cn: 您必须从上次的检查点重新加载游戏

# Persons_Enemy
source: Marcus
ru: Маркус

# Persons_Rebel
source: Rebel
ru: Мятежник
zh_cn: 反抗军

# SaveName_M01_Ch1
source: Mission One - Checkpoint 1
cs_cz: Mise první - záchytný bod 1
ru: Миссия 1 - Контрольная точка 1
zh_cn: 检查点1

# SaveName_M01_Ch2
source: Mission One - Checkpoint 2
cs_cz: Mise první - záchytný bod 2
ru: Миссия 1 - Контрольная точка 2
zh_cn: 检查点2

# SaveName_M01_Ch3
source: Mission One - Checkpoint 3
cs_cz: Mise první - záchytný bod 3
ru: Миссия 1 - Контрольная точка 3
zh_cn: 检查点3

# SaveName_M01_Start
source: Mission One - Start
cs_cz: Mise první - Začátek
ru: Миссия 1 - Старт
zh_cn: 开始

# SaveName_M02_Base
source: Mission Two - Base
cs_cz: Mise druhá - Základna
ru: Миссия 2 - База
zh_cn: 基地

# SaveName_M02_ExtractionSite
source: Mission Two - Extraction Site
cs_cz: Mise druhá - Výkopové stanoviště
ru: Миссия 2 - Раскопки
zh_cn: 挖掘现场

# SaveName_M02_Mines
source: Mission Two - Mines
cs_cz: Mise druhá - Doly
ru: Миссия 2 - Шахты
zh_cn: 矿井

# SaveName_M02_Ship
source: Mission Two - Ship
cs_cz: Mise druhá - Loď
ru: Миссия 2 - Корабль
zh_cn: 飞船

# SaveName_M02_Start
source: Mission Two - Start
cs_cz: Mise druhá - Začátek
ru: Миссия 2 - Старт
zh_cn: 开始

# SaveName_M02_ThePit
source: Mission Two - The Pit
cs_cz: Mise druhá - Jáma
ru: Миссия 2 - Яма
zh_cn: 坑道

# SaveName_M03_Battle
source: Mission Three - Battle
cs_cz: Mise třetí - Bitva
ru: Миссия 3 - Битва
zh_cn: 战斗

# SaveName_M03_ControlTower
source: Mission Three - In Control Tower
cs_cz: Mise třetí - V řídící věži
ru: Миссия 3 - Центр управления
zh_cn: 控制塔内

# SaveName_M03_Fuel
source: Mission Three - Fuel
cs_cz: Mise třetí - Palivo
ru: Миссия 3 - Топливо
zh_cn: 燃料

# SaveName_M03_Introduction
source: Mission Three - Introduction
cs_cz: Mise třetí - Úvod
ru: Миссия 3 - Введение
zh_cn: 介绍

# SaveName_M03_Power
source: Mission Three - Power
cs_cz: Mise třetí - Energie
ru: Миссия 3 - Энергия
zh_cn: 电力

# SaveName_M03_TakeOff
source: Mission Three - Take off
cs_cz: Mise třetí - Vzlétnutí
ru: Миссия 3 - Взлет
zh_cn: 起飞

# SaveName_M04_Base
source: Mission Four - Base
cs_cz: Mise čtvrtá - Základna
ru: Миссия 4 - База
zh_cn: 基地

# SaveName_M04_Start
source: Mission Four - Start
cs_cz: Mise čtvrtá - Začátek
ru: Миссия 4 - Старт
zh_cn: 开始

# SaveName_M04_Tank
source: Mission Four - In Tank
cs_cz: Mise čtvrtá - V nádrži
ru: Миссия 4 - В танке
zh_cn: 战车内

# SaveName_M05_Artefact
source: Mission Five - Artefact
cs_cz: Mise pátá - Artefakt
ru: Миссия 5 - Артефакт
zh_cn: 人造物

# SaveName_M05_FirstTower
source: Mission Five - First Tower
cs_cz: Mise pátá - První věž
ru: Миссия 5 - Первая башня
zh_cn: 第一个塔

# SaveName_M05_HackingDone
source: Mission Five - Hacking done
cs_cz: Mise pátá - Hackovací dron
ru: Миссия 5 - Взлом завершен
zh_cn: 破解完成

# SaveName_M05_Start
source: Mission Five - Start
cs_cz: Mise pátá - Začátek
ru: Миссия 5 - Старт
zh_cn: 开始
