Repository: homemonster/SE_FixIt_RemCon
Catalog: FixIt/TorchBinaries/Content/Scenarios/Learning to Survive/Localization/Common.*.resx
Languages: pl_pl, ru, zh_cn

# Button_Fail_Part1
source: Button panel for starting mission '
pl_pl: Panel przyciskami rozpoczynający misję '
ru: Кнопочная панель для начала задания "
zh_cn: 按钮面板启动任务

# Button_Fail_Part2
source: ' was destroyed. Load your last safe ([f5]) to restore your progress or continue on without access to the final objective.
pl_pl: ' został zniszczony. Załaduj ostatni zapis aby przywrócić misję ([F5]) lub kontynuuj.
ru: " была уничтожена. Загрузите предыдущее сохранение для восстановления задания (F5) или продолжайте без нее.
zh_cn: 已损坏。按F5加载最近的存档恢复任务。

# Fail_Caption
source: Mission Failed!
pl_pl: Porażka!
ru: Миссия провалена!
zh_cn: 任务失败！

# Fail_Description
source: Mission has failed. Load your last safe (f5) to restore your progress or continue on without access to the final objective.
pl_pl: Misja zakończyła się porażką. Możesz kontynuować granie (Postęp nie będzie blokowany), możesz też wczytać poprzedni zapis i spróbować ponownie.
ru: Миссия провалена. Вы можете продолжать игру (прогресс не будет заблокирован) или загрузить предыдущее сохранение.
zh_cn: 任务失败。你可以继续玩（进度不会终止）或者你可以重新加载之前的存档再试一次。

# GPS_DroneWaypoint_01
source: Drone Waypoint
ru: Точка маршрута
zh_cn: 无人机位标

# GPS_DroneWaypoint_01_Desc
source: Position of Drone Waypoint
ru: Расположение точки маршрута
zh_cn: 无人机位标点

# GPS_PirateDrone_01
source: Pirate drone
pl_pl: Dron piratów
ru: Пиратский дрон
zh_cn: 海盗无人机

# GPS_PirateDrone_01_Desc
source: Location of Pirate drone
pl_pl: Lokalizacja dronu piratów
ru: Расположение пиратского дрона
zh_cn: 海盗无人机方位

# GPS_PirateFacility_01
source: Pirate Facility
pl_pl: Placówka Piracka
ru: Пиратская база
zh_cn: 海盗设施

# GPS_PirateFacility_01_Desc
source: Position of Pirate Facility
pl_pl: Pozycja Placówki Pirackiej
ru: Расположение пиратской базы
zh_cn: 海盗设施方位

# GPS_PiratePlanet_01
source: Planet
pl_pl: Planeta
ru: Планета
zh_cn: 星球

# GPS_PiratePlanet_01_Desc
source: Position of Planet
pl_pl: Pozycja Planety
ru: Расположение планеты
zh_cn: 行星方位

# GPS_PirateShip_01
source: Pirate commander ship
pl_pl: Statek dowodzenia piratów
ru: Главарь пиратов
zh_cn: 海盗指挥舰

# GPS_PirateShip_01_Desc
source: Position of Pirate comander ship
pl_pl: Lokalizacja statku dowodzenia piratów
ru: Расположение главаря пиратов
zh_cn: 海盗指挥舰方位

# O_01x01_01_Description
source: To replenish oxygen and hydrogen at the survival kit you need power, a working conveyor connection between the H2/O2 generator, as well as a survival kit and ice in the H2/O2 generator.
pl_pl: Aby móc uzupełnić tlen i wodór przez zestaw przetrwania potrzebujesz mocy, działającego systemu transportu pomiędzy generatorem tlenu a zestawem przetrwania oraz ludu w generatorze.
ru: Чтобы восстановить кислород и водород в комплекте для выживания, Вам нужна энергии, рабочая система конвейеров между генератором газов и комплектом и лед в генераторе.
zh_cn: 生存装置需要电，用运输机连接氢氧发生器进行氢氧补给，生存装置和氢氧发生器的冰也一样需要运输机运送。

# O_01x01_01_Objective
source: Replenish your oxygen and hydrogen at a survival kit.
pl_pl: Uzupełnij tlen i wodór poprzez zestaw przetrwania.
ru: Восстановите кислород и водород в комплекте для выживания.
zh_cn: 生存装置补给氢氧。

# O_01x01_Caption
source: Good.bot: Oxygen and Hydrogen
pl_pl: Good.bot: Tlen i wodór
ru: Good.bot: Кислород и водород
zh_cn: 友好机器人：氢氧

# O_01x01_Hint
source: Good job! Tip: Put oxygen bottles inside the H2/O2 generator to refill them.
pl_pl: Dobra robota! Rada: Umieść butle z tlenem wewnątrz generatora tlenu aby je uzupełnić.
ru: Отлично! Подсказка: положите кислородные баллоны внутрь генератора газов чтобы наполнить их.
zh_cn: 干得好！ 提示：向氢氧发生器加冰。

# O_01x01_Name
source: Oxygen and Hydrogen
pl_pl: Tlen i wodór
ru: Кислород и водород
zh_cn: 氢氧

# O_01x02_01_Description
source: These solar panels generate power when in contact with sunlight. This power is stored in batteries. Repair the solar panel to generate more power. You can find tools and components in the cargo container on the platform.
pl_pl: Te panele słoneczne generują prąd w kontakcie z światłem słonecznym. Ten prąd przechowywany jest w bateriach. Napraw panele aby wygenerować więcej prądu. Narzędzia i komponenty znajdziesz w kontenerze na platformie.
ru: Эти солнечные панели производят энергию от прямого солнечного света. Эта энергия хранится в батареях. Почините солнечную панель чтобы производить больше энергии. Вы найдете инструменты и компоненты в контейнере на платформе.
zh_cn: 阳光照射太阳能板后会产生电能。 电能储存在电池中。维修太阳能板提升发电效率。 平台上的储存箱内有工具。

# O_01x02_01_Objective
source: Use your welder to repair the solar panel.
pl_pl: Użyj spawarki żeby naprawić panele słoneczne.
ru: Используйте сварщик для починки панели.
zh_cn: 用电焊机维修太阳能板。

# O_01x02_Caption
source: Good.bot: Solar Panels
pl_pl: Good.bot: Panele Słoneczne
ru: Good.bot: Солнечные панели
zh_cn: 友好机器人：太阳能板

# O_01x02_Hint
source: Well done! Tip: Solar panels produce more power when facing the sun directly.
pl_pl: Świetnie! Rada: Panele słoneczne generują więcej prądu kiedy są zwrócone bezpośrednio w stronę słońca.
ru: Отлично сработано! Подсказка: Солнечные панели производят больше энергии, когда полностью обращены к солнцу.
zh_cn: 干得好！ 提示：太阳能板正对着太阳时产生电能更多。

# O_01x02_Name
source: Solar Panels
pl_pl: Panele Słoneczne
ru: Солнечные панели
zh_cn: 太阳能板

# O_01x03_01_Description
source: The survival kit can produce small amounts of ingots from stone, produce basic components from ingots, allows you to recharge your energy as well as health, and allows you to respawn. Everything you need to get started.
pl_pl: Zestaw przetrwania produkuje małe ilości sztabek z kamienia, podstawowe komponenty ze sztabek, pozwala na odnowienie zdrowia i energii oraz pozwala na odrodzenie. Wszystko czego potrzeba na początek.
ru: Комплект для выживания может создавать небольшое количество слитков из камня, собирать основные компоненты из этих слитков, заряжать энергию и восстанавливать здоровье, а также возрождаться. Все что надо, чтобы начать.
zh_cn: 求生装置可以从石头中提炼出锭子，然后生产出基本组件提供电力。维持体能以及重生。

# O_01x03_01_Objective
source: Hold [{CONTROL:USE}] to recharge your health and energy from the console.
pl_pl: Przytrzymaj [{CONTROL:USE}] aby odnowić zdrowie i energię z konsoli.
ru: Удерживайте {CONTROL:USE} для восстановления здоровья и зарядки.
zh_cn: 按住{CONTROL:USE}恢复健康，并充电。

# O_01x03_Caption
source: Good.bot: Survival Kit
pl_pl: Good.bot: Zestaw Przetrwania
ru: Good.bot: Комплет для выживания
zh_cn: 友好机器人：求生装置

# O_01x03_Hint
source: Fantastic! Tip: Connect the H2/O2 generator with the survival kit to recharge your hydrogen and oxygen as well.
pl_pl: Fantastycznie! Rada: Połącz generator tlenu z zestawem przetrwania aby umożliwić odnawianie tlenu i wodoru.
ru: Отлично! Подсказка: соедините генератор газов с комплектом для выживания для наполнения скафандра кислородом и водородом.
zh_cn: 太棒了！ 提示：氢氧发生器和求生装置连接补充氢氧。

# O_01x03_Name
source: Survival Kit
pl_pl: Zestaw przetrwania
ru: Комплект для выживания
zh_cn: 求生装置

# O_01x04_01_Description
source: You can find ore inside asteroids and planets. Equip your drill to enable HUD markers that show you nearby locations of ore.
pl_pl: Rudy możesz znaleźć wewnątrz asteroid i planet. Wyjmij wiertło by wyświetlić lokalizację pobliskich rud na HUD.
ru: Вы можете найти руды внутри астероидов и в недрах планет. Возьмите бур и включите маркеры на экране, чтобы увидеть расположение руд.
zh_cn: 在小行星和行星中可以采矿。用钻子，开启屏显会找到矿石方位。

# O_01x04_01_Objective
source: Locate, drill and pick up some iron ore.
pl_pl: Znajdź, wykop i zbierz rudę żelaza.
ru: Найдите, добудьте и возьмите немного железной руды.
zh_cn: 定位，并采矿。

# O_01x04_Caption
source: Good.Bot: Mining
pl_pl: Good.Bot: Wydobycie
ru: Good.bot: Добыча руд
zh_cn: 友好机器人：采矿

# O_01x04_Hint
source: Superb! Tip: You can put this iron ore in a basic refinery to produce iron ingots.
pl_pl: Doskonale! Rada: Umieść rudę żelaza w rafinerii żeby wyprodukować sztabki żelaza.
ru: Шикарно! Подсказка: Вы можете положить эту железную руду в базовый очиститель для получения железных слитков.
zh_cn: 很好！ 你可以将铁矿石放入简易提炼炉获得铁矿。

# O_01x04_Name
source: Mining
pl_pl: Wydobycie
ru: Добыча руд
zh_cn: 采矿

# O_01x05_01_Description
source: This ship is locked to the platform with magnetic landing gear. Find a way to unlock the landing gear through the consoles or use your grinder to destroy it. Note that turning it off will not unlock it.
pl_pl: Ten statek jest zablokowany magnetycznie przez podwozie. Odblokuj je przez terminal lub użyj szlifierki do zniszczenia ich. Wyłączone nie odblokują się.
ru: Этот корабль закреплен на платформе магнитным шасси. Найдите способ открепить шасси через терминал или распилите его болгаркой. Обратите внимание что его отключение не открепит корабль.
zh_cn: 飞船用磁性起落架锁在平台上。去控制台解锁或者直接用切割机。注意：切断电源不能解锁。

# O_01x05_01_Objective
source: Disable the landing gear.
pl_pl: Wyłącz podwozie.
ru: Разблокируйте шасси.
zh_cn: 禁用起落架。

# O_01x05_Caption
source: Good.bot: Ship
pl_pl: Good.bot: Statek
ru: Good.bot: Корабль
zh_cn: 友好机器人：飞船

# O_01x05_Hint
source: Awesome! Tip: Try to fly the ship!
pl_pl: Wspaniale! Rada: Spróbuj trochę polatać!
ru: Здорово! Подсказка: попробуйте полетать на корабле!
zh_cn: 太棒了！ 提示：试飞一下！

# O_01x05_Name
source: Ship
pl_pl: Statek
ru: Корабль
zh_cn: 飞船

# O_01x06_01_Description
source: There is a useful utility ship here, but it needs to be repaired. The required components are likely near your current location.
pl_pl: W pobliżu jest statek budowlany, ale musi zostać naprawiony. Wymagane komponenty powinny być gdzieś w pobliżu.
ru: Здесь находится полезный рабочий корабль, но его нужно починить. Требуемые компоненты наверняка где-то поблизости.
zh_cn: 这里一艘飞船，但是需要维修。要在附近找到一些必要的部件。

# O_01x06_01_Objective
source: Restore power to the utility ship.
pl_pl: Przywróć zasilanie w statku.
ru: Восстановите энергию на рабочем корабле.
zh_cn: 为飞船恢复电力。

# O_01x06_02_Description
source: Great! Enter the cockpit to get started.
pl_pl: Dobrze! Wejdź do kokpitu aby rozpocząć.
ru: Хорошо! Сядьте в кокпит, чтобы начать.
zh_cn: 太棒了！进入驾驶舱准备起飞。

# O_01x06_02_Objective
source: Enter the cockpit by pressing [{CONTROL:USE}] while facing the cockpit.
pl_pl: Wejdź do kokpitu klikając [{CONTROL:USE}] celując w kokpit.
ru: Сядьте в кокпит нажав {CONTROL:USE}, когда он подсвечен.
zh_cn: 对准驾驶舱，按{CONTROL:USE}进入驾驶舱。

# O_01x06_03_Description
source: Ship tools are useful to build or deconstruct blocks quickly and can store large quantities of components. Select one of the ship tools on your toolbar and use these to escape the hangar. Press [{CONTROL:LANDING_GEAR}] to turn off the landing gears.
pl_pl: Narzędzia statku są pomocne w szybkiej budowie i dekonstrukcji bloków mogą też przechowywać spore ilości komponentów. Wybierz jedne z narzędzi i użyj go do ucieczki z hangaru. Wciśnij [{CONTROL:LANDING_GEAR}] aby wyłączyć podwozie.
ru: Корабельные инструменты полезны для быстрого строительства и демонтажа блоков и могут хранить большое количество компонентов. Выберите один из них на панели инструментов и используйте их, чтобы покинуть ангар. Нажмите {CONTROL:LANDING_GEAR} для открепления шасси.
zh_cn: 飞船工具可以有效地建造或者拆解方块并能储存大量的部件。在工具栏中选择工具，用它逃离机库。按{CONTROL:LANDING_GEAR}关闭起落架。

# O_01x06_03_Objective
source: Repair or grind down the doors to escape.
pl_pl: Napraw lub zniszcz drzwi aby uciec.
ru: Почините или распилите двери.
zh_cn: 维修或者拆除大门逃离。

# O_01x06_Caption
source: Good.bot: Ship Tools
pl_pl: Good.bot: Narzędzia statku
ru: Good.bot: Корабельные инструменты
zh_cn: 友好机器人：飞船工具

# O_01x06_Hint
source: Fine Work! Tip: Ship welders use components from the ship inventory to construct blocks.
pl_pl: Całkiem nieźle! Rada: Spawarka do budowania korzysta z komponentów z ekwipunku statku.
ru: Хорошая работа! Подсказка: корабельный сварщик берет компоненты из присоединенных инвентарей для строительства.
zh_cn: 很好！ 提示：飞船焊接器使用飞船库存中的组件建造方块。

# O_01x06_Name
source: Ship Tools
pl_pl: Narzędzia statku
ru: Корабельные инструменты
zh_cn: 飞船工具

# O_01x07_01_Description
source: There is a useful mining ship here, but it needs to be repaired. The required components are likely near your current location.
pl_pl: W pobliżu jest statek wydobywczy, ale wymaga naprawy. Wymagane komponenty powinny być gdzieś w pobliżu.
ru: Здесь находится полезный добывающий корабль, но его нужно починить. Требуемые компоненты наверняка где-то поблизости.
zh_cn: 这里一艘采矿船，但是需要维修。要在你附近找到一些必要的部件。

# O_01x07_01_Objective
source: Restore power to the mining ship.
pl_pl: Przywróć zasilanie w statku.
ru: Восстановите энергию на добывающем корабле.
zh_cn: 给采矿船恢复电力。

# O_01x07_02_Description
source: Great! Enter the cockpit to get started.
pl_pl: Dobrze! Wejdź do kokpitu aby rozpocząć.
ru: Хорошо! Сядьте в кокпит, чтобы начать.
zh_cn: 太棒了！进入驾驶舱准备起飞。

# O_01x07_02_Objective
source: Enter the cockpit by pressing [{CONTROL:USE}] while facing the cockpit.
pl_pl: Wejdź do kokpitu klikając [{CONTROL:USE}] celując w kokpit.
ru: Сядьте в кокпит нажав {CONTROL:USE}, когда он подсвечен.
zh_cn: 对准驾驶舱，按{CONTROL:USE}进入驾驶舱。

# O_01x07_03_Description
source: Select the drills on your toolbar and use the right mouse function to create a tunnel in order to escape. Press [{CONTROL:LANDING_GEAR}] to unlock the landing gears.
pl_pl: Wybierz wiertło z paska narzędzi i użyj prawego przycisku myszy żeby utworzyć tunel do ucieczki. Wciśnij [{CONTROL:LANDING_GEAR}] aby wyłączyć podwozie.
ru: Выберите буры на панели инструментов и используйте ПКМ для бурения широких туннелей без добычи. Нажмите {CONTROL:LANDING_GEAR} для открепления шасси.
zh_cn: 在工具栏中选择钻子，按鼠标右键建造地道方便撤离。 按{CONTROL:LANDING_GEAR}给起落架解锁。

# O_01x07_03_Objective
source: Find a way to escape with the mining ship.
pl_pl: Znajdź drogę ucieczki ze statkiem.
ru: Найдите способ выбраться на добывающем корабле.
zh_cn: 设法逃离采矿船。

# O_01x07_Caption
source: Good.bot: Ship Mining
pl_pl: Good.bot: Statek Górniczy
ru: Good.bot: Добыча руд на корабле
zh_cn: 友好机器人：采矿船

# O_01x07_Hint
source: Brilliant! Tip: While using drills, use [left-click] to collect ore and [right-click] to create tunnels fast.
pl_pl: Znakomicie! Rada: Podczas korzystania z wiertła lewy przyciskiem zbiera się rudy a prawym kopie tunele.
ru: Замечательно! Подсказка: когда пользуетесь бурами, используйте ЛКМ ддя добычи руд и ПКМ для быстрого создания туннелей.
zh_cn: 太赞了！ 提示：用钻子时，按鼠标左键收集矿石，按鼠标右键快速挖通道。

# O_01x07_Name
source: Ship Mining
pl_pl: Statek Górniczy
ru: Добыча руд на корабле
zh_cn: 采矿船

# O_02x01_01_Description
source: You can test your handheld weapons and try out ship weapons here.
pl_pl: Tutaj możesz testować broń osobistą i broń statku.
ru: Здесь вы можете протестировать ручное и корабельное оружие.
zh_cn: 你可以在此测试手持武器，试用飞船武器。

# O_02x01_01_Objective_01
source: Destroy targets
pl_pl: Zniszcz cele
ru: Уничтожьте цели
zh_cn: 击落目标

# O_02x01_01_Objective_02
source: Fire Gatling gun
pl_pl: Strzel z działka Gatlinga
ru: Выстрелите из пулемета Гатлинга
zh_cn: 用加特林机枪扫射

# O_02x01_01_Objective_03
source: Fire missile launcher
pl_pl: Strzel z wyrzutni rakiet
ru: Выстрелите из ракетницы
zh_cn: 启动火箭发射器

# O_02x01_02_Description
source: Excellent! You can repair the fighter ship and fly it home.
pl_pl: Wybornie! Możesz naprawić statek bojowy i wrócić do domu.
ru: Отлично! Вы можете починить истребитель и вернуться на нем на базу.
zh_cn: 漂亮！你能修战斗机，然后飞回基地。

# O_02x01_02_Objective
source: Restore power to the fighter.
pl_pl: Przywróć zasilanie w statku.
ru: Восстановите энергию на истребителе.
zh_cn: 恢复战斗机电力。

# O_02x01_Caption
source: Good.bot: Weapons
pl_pl: Good.bot: Bronie
ru: Good.bot: Оружие
zh_cn: 友好机器人：武器

# O_02x01_Hint
source: First-rate! Tip: Weapons have a maximum range of 800m.
pl_pl: W dziesiątkę! Rada: Maksymalny zasięg broni to 800 metrów.
ru: Пятерка! Подсказка: оружие имеет максимальную дальность в 800 м.
zh_cn: 第一名！ 提示：武器最大射程为800米

# O_02x01_Name
source: Weapons
pl_pl: Bronie
ru: Оружие
zh_cn: 武器

# O_02x02_01_Description
source: This is a construction platform. It looks like there is enough materials to build your own ship. There is already a base to start from. Begin by adding a cockpit.
pl_pl: To platforma budowlana. Wygląda na to, że jest tu dosyć materiałów na twój własny statek. Mamy już podstawę. Zacznij od budowy kokpitu.
ru: Это строительная платформа. Похоже, здесь достаточно материалов для строительства собственного корабля. Здесь уже есть база для начала. Начните с постройки кокпита.
zh_cn: 这是制造平台。你有足够的部件造属于你自己的飞船。已经有了基础。可以先造驾驶舱。

# O_02x02_01_Objective
source: Add and weld a cockpit to control your ship.
pl_pl: Zbuduj i zespawaj kokpit aby kontrolować statek.
ru: Добавьте и сварите кокпит для управления кораблем.
zh_cn: 造驾驶舱控制飞船。

# O_02x02_02_Description
source: Good! Now you need functional thrusters in all six directions. Use ion thrusters for space travel. More thrusters means faster acceleration!
pl_pl: Dobrze! Teraz potrzebujesz silników we wszystkich sześciu kierunkach. Użyj zwykłych silników do lotu w kosmosie. Więcej silników to większe przyspieszenie!
ru: Хорошо! Теперь вам нужны рабочие ускорители во всех шести направлениях. Ионные ускорители предназначены для полета в космосе. Больше ускорителей - больше ускорения!
zh_cn: 干得好！现在造发动机六个方向都要有。太空飞行要离子推进器。推进器越多动力越大！

# O_02x02_02_Objective
source: Weld thrusters in all six directions.
pl_pl: Zespawaj silniki w sześciu kierunkach.
ru: Постройте ускорители во всех шести направлениях.
zh_cn: 六个方向都要有推进器。

# O_02x02_03_Description
source: A ship also needs gyroscopes for orientation. More gyroscopes means higher sensitivity.
pl_pl: Statek potrzebuje też żyroskopu do obracania się. Więcej żyroskopów to większa czułość.
ru: Кораблю также требуются гироскопы для ориентирования. Больше гироскопов означает больше чувствительность.
zh_cn: 造陀螺仪转向。陀螺仪越多灵敏度越高。

# O_02x02_03_Objective
source: Add and weld gyroscopes to your ship.
pl_pl: Zbuduj i zespawaj żyroskopy na statku.
ru: Добавьте и сварите гироскопы на Ваш корабль.
zh_cn: 为飞船造陀螺仪。

# O_02x02_04_Description
source: Lastly, your ship needs power. Either build reactors and add fuel, or build batteries that come with a small amount of power.
pl_pl: Na zakończenie potrzebne jest zasilanie. Zbuduj reaktory i zasil je paliwem lub baterie mające małą ilość mocy od początku.
ru: И наконец, кораблю требуется энергия. Постройте или реакторы и добавьте топливо или батареи, которые имеют небольшой стартовый заряд.
zh_cn: 最后还需要动力。造反应堆并添加燃料，或者造带有电量的电池。

# O_02x02_04_Objective
source: Power your ship.
pl_pl: Zasil statek.
ru: Обеспечьте корабль энергией.
zh_cn: 给飞船通电。

# O_02x02_Caption
source: Good.bot: Ship Building
pl_pl: Good.bot: Budowa statku
ru: Good.bot: Строительство корабля
zh_cn: 友好机器人：建造飞船

# O_02x02_Hint
source: I couldn't have done it better myself! Tip: Add more armor to protect the vital parts of your ship against collisions and weapons!
pl_pl: Sam bym tego lepiej nie zrobił! Rada: Dodaj pancerz aby chronić ważne części przed zderzeniem lub bronią!
ru: Я бы сам не смог лучше! Подсказка: добавьте больше брони для защиты жизненно важных блоков от ударов и оружия!
zh_cn: 我自己应该可以做的更好！ 提示：增加装甲，加强飞船的防御力！

# O_02x02_Name
source: Ship Building
pl_pl: Budowa statku
ru: Строительство корабля
zh_cn: 建造飞船

# O_02x03_01_Description
source: It looks like this place used to be pressurized. Pressurized rooms will replenish your oxygen and keep you warm. Repair the air vent to check the status of the room.
pl_pl: To pomieszczenie było pod ciśnieniem. Pomieszczenia pod ciśnieniem uzupełniają tlen w kombinezonie i ocieplają. Napraw wentylator aby sprawdzić stan pokoju.
ru: Похоже, это место было герметично. Герметичные комнаты восполнят Ваш кислород и будут поддерживать тепло. Почините вентиляцию для проверки герметичности комнаты.
zh_cn: 看起来这地方加压过。加压舱为你供氧，维持你的体温。 维修通风口，查看室内情况。

# O_02x03_01_Objective
source: Repair the air vent.
pl_pl: Napraw wentylator.
ru: Почините вентиляцию.
zh_cn: 维修通风口。

# O_02x03_02_Description
source: Perfect! But a yellow light on the air vent means the room is not sealed. Repair the holes in the walls and the door to make the room air tight.
pl_pl: Idealne! Jednak żółte światło na wentylatorze oznacza, że pokój nie jest szczelny. Napraw dziury w ścianach i drzwi żeby uszczelnić pomieszczenie.
ru: Шикарно! Однако желтый индикатор на вентиляции означает что комната не изолирована. Найдите и почините дыры в стенах и закройте дверь, чтобы сделать комнату герметичной.
zh_cn: 太好了！可是通风口有黄灯警示，表示在漏气。去检修保证室内气密性。

# O_02x03_02_Objective_01
source: Make the room airtight.
pl_pl: Uszczelnij pomieszczenie.
ru: Обеспечьте герметичность комнаты.
zh_cn: 保证室内不漏气。

# O_02x03_02_Objective_02
source: Repair the holes in the walls.
pl_pl: Napraw dziury w ścianach.
ru: Почините дыры в стенах.
zh_cn: 维修墙上通风口。

# O_02x03_03_Description
source: Notice that the air vent now shows a green light, indicating the room is sealed. A connected H2\O2 generator can now produce oxygen from ice and use the vent to pressurize the room.
pl_pl: Zauważ, że wentylator pokazuje zielone światło, wskazujące że pokój jest szczelny. Połączony generator tlenu może teraz wyprodukować tlen z lodu i skorzystać z wentylatora aby zwiększyć ciśnienie w pomieszczeniu.
ru: Обратите внимание, что вентиляция показывает зеленый индикатор, означающий что комната изолирована. Подсоединенный генератор газов сможет наполнить ее кислородом изо льда.
zh_cn: 通风口处显示绿灯，已经不漏气。连接氢氧发生器用冰制造氧气为室内加压。

# O_02x03_03_Objective
source: Store ice in the H2\O2 generator access port on the roof.
pl_pl: Umieść lód w generatorze tlenu z wejścia na dachu.
ru: Положите лед в инвентарь генератора газов, доступный на крыше.
zh_cn: 向氢氧发生器添加冰块。

# O_02x03_Caption
source: Good.bot: Pressurization
pl_pl: Good.bot: Utrzymywanie ciśnienia
ru: Good.bot: Герметизация
zh_cn: 友好机器人：加压

# O_02x03_Hint
source: Outstanding! Tip: Notice that your suit oxygen supply automatically replenishes when you are in pressurized environments.
pl_pl: Wybitnie! Rada: Zauważ, że kombinezon automatycznie uzupełnia tlen kiedy jesteś w pomieszczeniu z ciśnieniem.
ru: Достойно! Подсказка: обратите внимание, что запас кислорода в костюме автоматически восполняется, когда вы находитесь в герметичной комнате.
zh_cn: 很好！ 提示：在加压区时，你的宇航服会自动补给氧气。

# O_02x03_Name
source: Pressurization
pl_pl: Utrzymywanie ciśnienia
ru: Герметизация
zh_cn: 加压

# O_02x04_01_Description
source: This looks like an advanced production facility. There is already ore in the large container, but the conveyor tubes are unfinished. Conveyor tubes transport items between blocks.
pl_pl: Wygląda to jak zaawansowany zakład produkcyjny. Ruda jest już w kontenerze, ale rury transportowe nie są zbudowane do końca. Rury transportują przedmioty pomiędzy blokami.
ru: Похоже на продвинутый производственный комплекс. В большом контейнере уже есть руда, но конвейеры недостроены. Конвейерные трубы перемещают предметы между блоками.
zh_cn: 这个看起来像是高级生产设施。 大储存箱内已经有矿石，但是输送机还没有做好。输送器能实现方块间的物料传输。

# O_02x04_01_Objective
source: Repair the conveyor tubes.
pl_pl: Napraw rury transportowe.
ru: Почините конвейеры.
zh_cn: 维修输送机管道。

# O_02x04_02_Description
source: The refinery will automatically pull ore from the container and refine it into ingots. These can be turned into components by an assembler.
pl_pl: Rafineria automatycznie pobierze rudę z kontenera i przetworzy ją w sztabki. A te mogą zostać przetworzone w komponenty przez stację montażową.
ru: Очистительный завод автоматически забирает руду из контейнеров и перерабатывает ее в слитки. Они, в свою очередь, используются для создания компонентов в сборщике.
zh_cn: 精炼机会从储存箱内获取矿石，炼成锭子。可以用装配机做成组件。

# O_02x04_02_Objective
source: Build and connect an assembler to the refinery.
pl_pl: Zbuduj i połącz stację montażową z rafinerią.
ru: Постройте и подсоедините сборщик к очистительному заводу.
zh_cn: 造装配机连接到精炼机。

# O_02x04_Caption
source: Good.bot: Production
pl_pl: Good.bot: Produkcja
ru: Good.bot: Производство
zh_cn: 友好机器人：生产
