Repository: homemonster/SE_FixIt_RemCon
Catalog: FixIt/TorchBinaries/Content/Scenarios/Learning to Survive/Localization/Common.*.resx
Languages: pl_pl, ru, zh_cn

# O_02x04_Hint
source: You learn quickly! Tip: You can upgrade advanced refineries and assemblers with modules.
pl_pl: Szybko się uczysz! Rada: Możesz ulepszyć zaawansowane rafinerie i stacje montażowe modułami.
ru: Вы быстро учитесь! Подсказка: Вы можете улучшать заводы и сборщики с помощью модулей.
zh_cn: 你学的很快！ 提示：你可以通过模块升级高级精炼机和装配机。

# O_02x04_Name
source: Production
pl_pl: Produkcja
ru: Производство
zh_cn: 生产

# O_02x05_01_Description
source: There are batteries floating in space that can be used to power this facility. Grids can be merged together with merge blocks. Use the tugship to merge the batteries with the station.
pl_pl: W kosmosie latają baterie dzięki, którym można przywrócić zasilanie placówki. Struktury mogą być połączone za pomocą bloku łączącego. Użyj statku aby scalić baterie ze stacją.
ru: Рядом есть отсоединенные батареи, которые можно использовать для обеспечения комплекса энергией. Структуры могут быть соединены стыковочными блоками. Используйте тягач для присоединения батарей.
zh_cn: 太空中有漂浮的电池。可以用它为设施通电。可以用合并方块将网格合并。用拖船将电池和基站合并。

# O_02x05_01_Objective
source: Enter the tugship
pl_pl: Wejdź do statku towarowego
ru: Сядьте в тягач
zh_cn: 进入拖船

# O_02x05_02_Description
source: The ship is holding the batteries with its forward landing gears. Move the merge blocks close to each other so they can connect. Merge blocks will light up yellow when they get within range.
pl_pl: Statek trzyma baterie przednim podwoziem. Przenieś je blisko łącznika aby je połączyć. Blok łączący zaświeci się na żółto kiedy baterie znajdą się w jego zasięgu.
ru: Корабль удерживает батареи с помощью передних шасси. Подтяните стыковочные блоки ближе друг к другу, чтобы они могли соединиться. Они загорятся желтым, когда будут в зоне действия друг друга.
zh_cn: 飞船用起落架固定了电池。将合并方块移近让它们连接。合并方块靠近时会显示黄色。

# O_02x05_02_Objective
source: Connect the battery with the station
pl_pl: Połącz baterie ze stacją
ru: Подсоедините батарею к станции.
zh_cn: 将电池连接到基站

# O_02x05_03_Description
source: Excellent! Power is restored. Now you can connect your ship with the station. Use your connector to form a temporary connection. Connectors will be illuminated by yellow light when in range
pl_pl: Wspaniale! Zasilanie przywrócone. Teraz możesz połączyć statek ze stacją. Skorzystaj z łącznika aby utworzyć tymczasowe połączenie. Łącznik zaświeci się na żółto kiedy znajdzie się w zasięgu.
ru: Отлично! Подача энергии восстановлена. Теперь Вы можете стыковать свой корабль со станцией. Используйте коннектор, он будет подсвечен желтым светом, когда будет в зоне действия.
zh_cn: 太好了！已经恢复通电。现在你可以将飞船连到基站。用连接器连接。连机器靠近时会显示黄色

# O_02x05_03_Objective
source: Press [{CONTROL:LANDING_GEAR}] when connectors are yellow to connect.
pl_pl: Wciśnij [{CONTROL:LANDING_GEAR}] kiedy łącznik zaświeci się na żółto aby go połączyć.
ru: Нажмите {CONTROL:LANDING_GEAR} когда коннекторы желтые для стыковки.
zh_cn: 连接器显示黄色时按{CONTROL:LANDING_GEAR}连接。

# O_02x05_Caption
source: Good.bot: Connections
pl_pl: Good.bot: Łączenie
ru: Good.bot: Соединения
zh_cn: 友好机器人：连机器

# O_02x05_Hint
source: You will be an expert in no time! Using connectors allow you to recharge ship batteries and transfer items.
pl_pl: Będziesz ekspertem w mgnieniu oka! Łącznik pozwala na transfer przedmiotów i ładowanie baterii.
ru: Скоро Вы станете экспертом! Коннекторы позволяют вам зарядить батареи на корабле и передавать предметы.
zh_cn: 你很快就是专家了！ 你可以用连接器为飞船充电和转运物质。

# O_02x05_Name
source: Connections
pl_pl: Łączenie
ru: Соединения
zh_cn: 连接器

# O_03x01_01_Description
source: Now that you have taken care of the drone, take out the stations defences next. Most turrets and weapons have 800M maximum range.
pl_pl: Teraz kiedy drona mamy z głowy, zajmij się teraz systemem obrony stacji. Większość wieżyczek i broni ma maksymalny zasięg 800 metrów.
ru: Разобравшись с дроном, лишите станцию защиты. Большинство турелей и оружия имеют дальность в 800 м.
zh_cn: 现在你已经控制了无人机，接着取出基站防御装备。大多数炮塔和武器的最大射程为800米。

# O_03x01_01_Objective_01
source: Disable turret 1.
pl_pl: Wyłącz wieżyczkę 1.
ru: Уничтожьте турель 1.
zh_cn: 禁用炮塔1.

# O_03x01_01_Objective_02
source: Disable turret 2.
pl_pl: Wyłącz wieżyczkę 2.
ru: Уничтожьте турель 2.
zh_cn: 禁用炮塔2.

# O_03x01_02_Description
source: This red signal indicates a hostile pirate station. These are often armed with automated turrets and drones.
pl_pl: Ten czerwony sygnał oznacza wrogą stację piracką.
ru: Красные маркеры показывают вражескую пиратскую станцию. Они обычно оснащены автоматическими турелями и дронами.
zh_cn: 红色为敌方海盗基站。它们通常配备有自动炮塔和无人机。

# O_03x01_02_Objective
source: Destroy the drone.
pl_pl: Znicz drona.
ru: Уничтожьте дрон.
zh_cn: 击落无人机。

# O_03x01_03_Description
source: Take out the station's antenna to prevent more drones from spawning.
pl_pl: Zdejmij antenę na stacji aby zatrzymać pojawianie się dronów.
ru: Повредите антенну станции чтобы предотвратить призыв подкреплений.
zh_cn: 移走基站天线阻止更多无人机重生。

# O_03x01_03_Objective
source: Destroy the station's antenna.
pl_pl: Zniszcz antenę na stacji.
ru: Уничтожьте антенну станции.
zh_cn: 击毁基站天线。

# O_03x01_Caption
source: Good.bot: Combat
pl_pl: Good.bot: Walka
ru: Good.bot: Бой
zh_cn: 友好机器人：战斗

# O_03x01_Hint
source: Target neutralized! Tip: Red signals can also indicate the presence of other players.
pl_pl: Cel zneutralizowany! Rada: Czerwone sygnały mogą też wskazywać obecność innych graczy.
ru: Цель нейтрализована! Подсказка: красные сигналы могут также показывать присутствие других игроков.
zh_cn: 已投降！ 提示：红色信号表示还有其他玩家。

# O_03x01_Name
source: Combat
pl_pl: Walka
ru: Бой
zh_cn: 战斗

# O_03x02_01_Description
source: This looks like an automated construction facility. Projectors can be used to project saved blueprints of ships, so they can be reconstructed quickly.
pl_pl: To wygląda na zautomatyzowany obiekt budowlany. Projektory są używane do wyświetlania zapisanych schematów, co pomaga w szybszej budowie.
ru: Похоже на автоматизированный строительный цех. Проекторы могут быть использованы для проецирования чертежей кораблей для быстрой сборки.
zh_cn: 看起来像是自动建造设施。投影仪可用于建造保存的飞船蓝图。

# O_03x02_01_Objective
source: Find a way to turn on the projector.
pl_pl: Znajdź sposób włączenia projektora.
ru: Найдите способ включить проектор.
zh_cn: 想办法开启投影仪。

# O_03x02_02_Description
source: A projector needs a connection with the blueprint from which you can start building. The station welders can do most of the work for you. The welders use components available in the station.
pl_pl: Projektor wymaga schematu, który może wyświetlić. Spawarki na stacji zrobią większość pracy za ciebie. Spawarki korzystają z komponentów na stacji.
ru: Проектор требует соединения с чертежом, с которого Вы можете начать строить. Сварщики станции сделают за вас большую часть работы. Они используют компоненты, доступные на станции.
zh_cn: 投影仪需要连接到蓝图才能建造。用基站的焊接器就够了。组件都在基站内。

# O_03x02_02_Objective
source: Build the projection.
pl_pl: Zbuduj projekcję.
ru: Постройте проекцию.
zh_cn: 建造投影仪。

# O_03x02_03_Description
source: Marvelous! Now all you have to do is to find a way to disconnect your ship and add ammunition to the guns. Disconnect the ship from the station and try it out!
pl_pl: Fenomenalnie! Teraz musisz znaleźć odłączyć statek i załadować amunicję do broni. Odłącz statek i spróbuj!
ru: Чудесно! Теперь все, что остается - отсоединить корабль и зарядить оружие боеприпасами. Отсоедините корабль от станции и попробуйте!
zh_cn: 太好了！现在你需要设法断开飞船并给枪上弹药。

# O_03x02_03_Objective
source: Move your new ship out of the hangar to test it.
pl_pl: Wyleć nowym statkiem poza hangar, żeby go przetestować.
ru: Покиньте ангар на новом корабле для тест-драйва.
zh_cn: 将你的新飞船移出机库并试飞。

# O_03x02_Caption
source: Good.bot: Projectors
pl_pl: Good.bot: Projektor
ru: Good.bot: Проекторы
zh_cn: 友好机器人：投影仪

# O_03x02_Hint
source: You made quick work of that! Tip: You can use this facility or build your own to quickly build more ships. Remember to add fuel and ammunition!
pl_pl: Szybko i sprawnie! Rada: Użyj tej placówki lub zbuduj własną aby szybciej budować statki. Pamiętaj o paliwie i amunicji!
ru: Вы быстро справились! Подсказка: Вы можете использовать этот цех или построить собственный для быстрого производства множества кораблей. Не забудьте про патроны и топливо!
zh_cn: 你的动作很快！ 提示：你可以使用此设施或者建造设施来造更多的船。记住补充燃料和弹药！

# O_03x02_Name
source: Projectors
pl_pl: Projektor
ru: Проекторы
zh_cn: 投影仪

# O_03x03_01_Description
source: This looks like an old exploration ship. It is equipped with a jump drive. Jump drives are used to transport ships over great distances. Find a way to repair the jump drive.
pl_pl: To wygląda na stary statek do eksploracji. Ma na pokładzie napęd skokowy. Napędy skokowe służą do transportu statków na dalekie dystanse. Musisz go naprawić.
ru: Похоже на старый исследовательский корабль. Он оснащен прыжковым двигателем. Прыжковые двигатели используются для освоения космоса. Найдите способ починить его.
zh_cn: 看起来像一个老探险船。配备有迁跃引擎。迁跃引擎可能实现瞬间飞行至遥远距离。设法修复迁跃引擎。

# O_03x03_01_Objective
source: Repair the jump drive.
pl_pl: Napraw napęd skokowy.
ru: Почините прыжковый двигатель.
zh_cn: 维修迁跃引擎。

# O_03x03_02_Description
source: Jump drives can only be activated from a cockpit toolbar. Enter the control station and activate the jump drive. Remain seated while the jump drive powers up.
pl_pl: Napędy skokowe mogą być aktywowane tylko z paska narzędzi kokpitu. Aktywuj napęd skokowy. Pozostań w fotelu kiedy napęd skokowy jest włączony.
ru: Прыжковые двигатели могут быть активированы только из панели инструментов кокпита. Сядьте в кокпит и активируйте прыжковый двигатель. Оставайтесь в кокпите в момент прыжка.
zh_cn: 迁跃引擎只能从驾驶舱攻击力激活。进入控制台激活迁跃引擎。充电时请坐好。

# O_03x03_02_Objective
source: Perform a jump.
pl_pl: Wykonaj skok.
ru: Сделайте прыжок.
zh_cn: 开始迁跃。

# O_03x03_03_Description
source: Jump drives can also use GPS coordinates to jump. Use the GPS coordinates stored in the LCD panels on board this ship to find a hidden location.
pl_pl: Napędy skokowe mogą korzystać z współrzędnych GPS do skoków. Korzystaj z współrzędnych zapisanych na panelu LCD żeby odnaleźć ukryte miejsca.
ru: Прыжковые двигатели также могут использовать GPS координаты для прыжка. Воспользуйтесь координатами с экрана в корабле для обнаружения скрытых локаций.
zh_cn: 迁跃引擎也可以使用GPS坐标。请找到并使用飞船面板中的坐标。

# O_03x03_03_Objective
source: Find the hidden base.
pl_pl: Znajdź ukrytą bazę.
ru: Найдите скрытую базу.
zh_cn: 找到隐藏基地。

# O_03x03_Caption
source: Good.bot: Jump Drives
pl_pl: Good.bot: Napęd Skokowy
ru: Good.bot: Прыжковый двигатель
zh_cn: 友好机器人：迁跃引擎

# O_03x03_Hint
source: Fasten your seatbelt! Tip: Don't get out your seat while jumping, or you will be left behind!
pl_pl: Zapnij pasy! Rada: Nie opuszczaj fotela podczas skoku, bo zostaniesz w tyle!
ru: Пристегните ремни! Подсказка: не покидайте кресло, когда совершаете прыжок или останетесь без корабля!
zh_cn: 坐好！ 提示：迁跃时不要离开座位，不然就把你丢到后面了！

# O_03x03_Name
source: Jump Drives
pl_pl: Napęd Skokowy
ru: Прыжковые двигатели
zh_cn: 跃迁引擎

# O_03x04_01_Description
source: This facility repaired unmanned drones to mine, build and defend the area. To control a ship remotely, you need a remote control block and an antenna.
pl_pl: Ta placówka naprawia drony bezzałogowe do obrony placówki, budowy i wydobywania surowców.Aby zdalnie sterować statkiem, potrzebujesz bloku zdalnego sterowania i anteny.
ru: Этот комплекс чинит дроны для добычи, строительства и обороны. Для управления беспилотным кораблем, Вам нужен блок дистанционного управления и антенна.
zh_cn: 它可以维修无人机，建造和保护基地。需要远程控制方块和天线控制飞船。

# O_03x04_01_Objective_01
source: Repair the remote control block.
pl_pl: Napraw blok zdalnego sterowania.
ru: Почините блок дистанционного управления.
zh_cn: 维修远程控制方块

# O_03x04_01_Objective_02
source: Add an antenna to the drone.
pl_pl: Dodaj dronowi antenę.
ru: Постройте антенну на дроне.
zh_cn: 为无人机安装天线。

# O_03x04_02_Description
source: To control a ship remotely, press [Shift-K] to enter the menu, which shows ships within your antenna range, then select control. Make sure your suit antenna is toggled on!
pl_pl: Aby sterować zdalnie statkiem, wciśnij [Shift+K] aby wejść do menu, które pokazuje statki w zasięgu anteny i wybierz steruj. Pamiętaj o włączeniu anteny w kombinezonie!
ru: Для управления кораблем удаленно, нажмите Shift+K для входа в меню, показывающее корабли в радиусе действия антенны. Убедитесь что антенна костюма включена!
zh_cn: 按SHIFT-K进入菜单,会看到天线覆盖范围内的飞船，选择控制，对飞船进行远程控制。 保证你的宇航服天线已开启！

# O_03x04_02_Objective
source: Take control of the drone remotely.
pl_pl: Przejmij zdalną kontrole nad dronem.
ru: Возьмите под контроль дрона.
zh_cn: 远程控制无人机。

# O_03x04_03_Description
source: Fly the drone to the waypoint to test your drone. Don’t go too far though, your antennae need to stay within range of each other.
pl_pl: Poleć do punktu żeby przetestować drona. Nie odleć za daleko, twoja antena musi być w zasięgu anteny drona.
ru: Отправляйтесь по точкам маршрута на своем дроне. Однако, не улетайте слишком далеко, антенны должны оставаться в радиусе друг друга.
zh_cn: 试飞无人机到位标。 但不要飞的太远超出了天线的覆盖范围。

# O_03x04_03_Objective
source: Fly the drone towards the GPS.
pl_pl: Leć dronem do punktu GPS.
ru: Отправьте дрона к точке GPS.
zh_cn: 将无人机朝GPS坐标方向飞。

# O_03x04_Caption
source: Good.bot: Remote Control
pl_pl: Good.bot: Zdalna kontrola
ru: Good.bot: Дистанционное управление
zh_cn: 友好机器人：远程控制

# O_03x04_Hint
source: Talk about precision flying! Tip: Drones are handy if you like to build cheap and small ships.
pl_pl: Precyzyjny lot! Rada: Drony są idealne, jeśli chcesz zbudować tani i mały statek.
ru: Вот это пилотирование! Подсказка: дроны крайне полезны из-за дешевизны и размера.
zh_cn: 精准飞行！ 提示：无人机很轻便。

# O_03x04_Name
source: Remote Control
pl_pl: Zdalna kontrola
ru: Дистанционное управление
zh_cn: 远程控制

# O_03x05_01_Description
source: There is a small mining ship here that uses hydrogen thrusters. Hydrogen thrusters are powerful but require hydrogen to function. A ship can produce hydrogen from ice using a H2/O2 generator
pl_pl: Ten statek górniczy korzysta z silników wodorowych. Silniki wodorowe są potężne, ale wymagają wodoru do działania. Wodór produkuje generator tlenu z lodu
ru: Рядом есть малый добывающий корабль на водороде. Водородные ускорители более мощные, но быстро потребляют водород. Корабль может производить водород изо льда с помощью генератора газов.
zh_cn: 这里有一个小型采矿船配备有氢气推进器。 氢气推进器动力强劲但是需要氢气驱动。 飞船可以使用氢氧发生器用冰生产氧气

# O_03x05_01_Objective
source: Add Ice to the ship’s H2/O2 generator.
pl_pl: Dodaj lodu do generatora tlenu.
ru: Добавьте лед в генератор газов корабля.
zh_cn: 向氢氧发生器添加冰。

# O_03x05_02_Description
source: The rear thrusters do not have conveyor connections with the hydrogen tank. Repair or add conveyor tubes to restore the fuel supply to the thrusters.
pl_pl: Tylne napędy nie są połączone z zbiornikiem wodoru. Napraw lub dodaj rury transportowe żeby połączyć silniki z zbiornikiem paliwa.
ru: Задние ускорители не имеют соединения с водородным резервуаром. Почините или добавьте конвейерные трубы для восстановления подачи топлива.
zh_cn: 后面的推进器没有连接到氢气罐。 维修或者添加运输机，恢复推进器燃料供应。

# O_03x05_02_Objective
source: Restore the fuel supply to the rear hydrogen thrusters.
pl_pl: Przywróć dopływ paliwa do tylnych silników.
ru: Восстановите подачу топлива в задние ускорители.
zh_cn: 后面的氢气推进器燃料供应恢复。

# O_03x05_03_Description
source: Splendid! You can now use the ship's drills to mine more ice so it can refuel itself.
pl_pl: Kapitalnie! Teraz możesz skorzystać z wiertła do wykopania lodu i zasilenia nim statku.
ru: Великолепно! Теперь вы можете воспользоваться корабельными бурами для добычи льда для самозаправки корабля.
zh_cn: 太好了！你现在可以用钻子获取更多冰。

# O_03x05_03_Objective
source: Mine ice using the miner ship.
pl_pl: Wydobądź lód statkiem górniczym.
ru: Добудьте лед с помощью корабля.
zh_cn: 用采矿船获取冰块。

# O_03x05_Caption
source: Good.bot: Hydrogen Thrusters
pl_pl: Good.bot: Silniki wodorowe
ru: Good.bot: Водородные ускорители
zh_cn: 友好机器人：氢气推进器

# O_03x05_Hint
source: Magnificent! Tip: Hydrogen thrusters can be used to escape planetary gravity.
pl_pl: Bajkowo! Rada: Silniki wodorowe mogą służyć do opuszczenia atmosfery planety.
ru: Прекрасно! Подсказка: Водородные ускорители помогут преодолеть притяжение планеты.
zh_cn: 太好了！ 提示：逃离行星重力可以使用氢气推进器。

# O_03x05_Name
source: Hydrogen Thrusters
pl_pl: Silniki wodorowe
ru: Водородные ускорители
zh_cn: 氢气推进器

# O_0Fx01_01_Description
source: Well done, engineer! Now it is time to put your new skills to the test. There is a planet nearby, which is controlled by a pirate faction. Find the planet and take out the pirates.
pl_pl: Dobra robota, inżynierze! Teraz czas przetestować twoje nowe umiejętności. W pobliżu jest planeta zajęta przez piratów. Dotrzyj do planety i pozbądź się piratów.
ru: Отлично сработано, инженер! Настало время проверить Ваши навыки. Недалеко находится планета, контролируемая пиратами. Найдите планету и выбейте пиратов оттуда.
zh_cn: 干得好！现在可以测试你的新技能了。附近有一颗行星，正被海盗控制着。 设法夺回它。

# O_0Fx01_01_Objective
source: Reach the planet.
pl_pl: Dotrzyj do planety.
ru: Достигните планеты.
zh_cn: 抵达行星。

# O_0Fx01_02_Description
source: Great job; you reached the planet! There is a pirate facility controlling the planet. It is up to you to find a way to disable it.
pl_pl: Dobra robota , jesteś na planecie! Znajduje się tutaj placówka kontrolowana przez piratów. Od ciebie zależy jak ją unieszkodliwisz.
ru: Хорошо, Вы достигли планеты! Недалеко расположен пиратский комплекс. Как именно его обезвредить - решать Вам.
zh_cn: 干得好，你顺利抵达行星！海盗正控制着行星。想办法禁用它。

# O_0Fx01_02_Objective_01
source: Disable the pirate facility.
pl_pl: Zniszcz placówkę piratów.
ru: Обезвредьте пиратский комплекс.
zh_cn: 禁用海盗设施。

# O_0Fx01_02_Objective_02
source: Disable pirate facility 2.
pl_pl: Zniszcz placówkę piratów 2.
ru: Обезвредьте второй пиратский комплекс.
zh_cn: 禁用海盗设施2。

# O_0Fx01_02_Objective_03
source: Disable pirate facility 3.
pl_pl: Zniszcz placówkę piratów 3.
ru: Обезвредьте третий пиратский комплекс.
zh_cn: 禁用海盗设施3。

# O_0Fx01_03_Description
source: Outstanding work! With the destruction of this facility the pirate commander has revealed himself in orbit above the planet. You know what to do!
pl_pl: Wybitnie! Po zniszczeniu placówek, dowódca piratów ujawnił się. Orbituje wokół planety. Wiesz co robić!
ru: Невероятная работа! Уничтожением этих комплексов Вы привлекли внимание пиратского главаря, его корабль на орбите планеты. Вы знаете что делать!
zh_cn: 干得很出色！摧毁海盗设施后，海盗头子正处在行星上方。你应该知道如何处理！

# O_0Fx01_03_Objective
source: Destroy the pirate commander ship.
pl_pl: Zniszcz statek dowodzenia piratów.
ru: Уничтожьте главаря пиратов.
zh_cn: 摧毁海盗指挥舰。

# O_0Fx01_Caption
source: Good.bot: Final Objective
pl_pl: Good.bot: Ostatnie zadanie
ru: Good.bot: Конечная цель
zh_cn: 友好机器人：最后目标

# O_0Fx01_Hint
source: Excellent! Tip: Share your experiences with other players, team up next time or compete against each other for new experiences!
pl_pl: Celująco! Rada: Podziel się doświadczeniem z innym graczem, a następnym razem połączcie siły lub rywalizujcie ze sobą!
ru: Изумительно! Подсказка: поделитесь опытом с другими игроками, объединяйтесь или соревнуйтесь друг с другом для новых ощущений!
zh_cn: 太棒了！ 提示：和大伙分享你的经验，下次组队或者互相挑战乐趣无穷！

# O_InitialQuest
source: There are small tasks for you to perform, these tasks can be activated by finding and activating specific button panels. There are several such button panels on this platform, go try it out!
pl_pl: Jest jeszcze kilka małych zadań do wykonania, mogą być aktywowane przez przycisk na panelu z przyciskami. Na platformie jest kilka, możesz je wypróbować!
ru: Здесь есть небольшие задания для Вас, они могут быть начаты нахождением и нажатием особых кнопочных панелей. Несколько таких панелей есть на этой платформе.
zh_cn: 你还有个小任务，找到并激活按钮面板。平台上有好几个这样的面板，去试试吧！

# O_InitialQuest_Caption
source: Good.bot: Tasks
pl_pl: Good.bot: Zadania
ru: Good.bot: Задания
zh_cn: 友好机器人：任务

# Persons_VirtualAssistant
source: Good.bot
zh_cn: 友好机器人

# QuestlogDetail_Failed
source: Objective has been failed.
pl_pl: Zadanie zakończyło się porażką.
ru: Задание провалено.
zh_cn: 任务失败。

# QuestlogDetail_Success
source: Objective was completed successfully.
pl_pl: Zadanie zakończyło się sukcesem.
ru: Задание успешно завершено.
zh_cn: 任务完成。
